Repository: Pearljam66/PetPurrsuit
Catalog: PetPurrsuit/PetPurrsuit/Localizable.xcstrings
Source language: en
Languages: es

source: Adult
es: Adulta

source: Age
es: Edad

source: Animals near you
es: Animales cerca de usted

source: Browse by Type
es: Navegar por tipo

source: Clear
es: Borrar

source: Close
es: Cerrar

source: Coat
es: Pelo

source: Contact
es: Contacto

source: Details
es: Detalles

source: Done
es: Hecho

source: Favorites
es: Favoritas

source: Female
es: Femenino

source: Filter
es: Filtrar

source: Filters
es: Filtros

source: Find your future furry friend
es: Encuentra a tu amigo peludo

source: Finding Animals near you...
es: Encontrar animales cerca de ti...

source: Gender
es: Género

source: Image loading indicator
es: Indicador de carga de imagen

source: Image of Pet
es: Imagen de mascota

source: Loading more animals...
es: Cargando más animales...

source: Location
es: Posición

source: Male
es: Masculina

source: Near you
es: Cerca de usted

source: Nearby
es: Cercana

source: No items to show.
es: No hay artículos para mostrar.

source: Placeholder Logo
es: Logotipo de marcador de posición

source: Rank me!
es: Clasificarme!

source: Search
es: Búsqueda

source: Short
es: Corta

source: Size
es: Talla

source: Sorry, we couldn't find animals for "%@"
es: Lo sentimos, no pudimos encontrar animales para "%@"

source: This is a footer
es: Este es un pie de página

source: This is your favorites screen
es: Esta es tu pantalla de favoritos

source: To find pets near you, first, you need to share your current location.
es: Para encontrar mascotas cerca de usted, primero debe comparte tu ubicación actual.

source: Type
es: Tipp

source: Unknown
es: Ignoto

source: You can mix both, age and type, to make a more accurate search.
es: Puedes combinar ambos, edad y tipo, para realizar una búsqueda más precisa.

source: Young
es: Menor
